{
  "About": "About",
  "Terms of use": "Terms of use",
  "History": "History",
  "System architecture": "System architecture",
  "Data sources": "Data sources",
  "Publications": "Publications",
  "Privacy policy": "Privacy policy",
  "In order to know how science evolves, who are its actors, what has been investigated, how knowledge is disseminated and communicated, and what future trends are, it is necessary to have a mechanism for consulting academic/technical/scientific information. The real understanding of science depends on the comprehensiveness, completeness and organization of where information is collected. It is in this context that BrCris is inserted.": "In order to know how science evolves, who are its actors, what has been investigated, how knowledge is disseminated and communicated, and what future trends are, it is necessary to have a mechanism for consulting academic/technical/scientific information. The real understanding of science depends on the comprehensiveness, completeness and organization of where information is collected. It is in this context that BrCris is inserted.",
  "We can understand BrCris as a national information management ecosystem that facilitates the collection, organization, storage and dissemination of information related to scientific research in the context of Brazil (publications, collaborations, patents, research projects and training of masters and doctors). Nowadays, BrCris, alongside other systems such as PTCRIS, has become a world reference on a system with computational support that covers all the science of a country, enabling a comprehensive and up-to-date view of research activities in an institution or even a specific thematic area.": "We can understand BrCris as a national information management ecosystem that facilitates the collection, organization, storage and dissemination of information related to scientific research in the context of Brazil (publications, collaborations, patents, research projects and training of masters and doctors). Nowadays, BrCris, alongside other systems such as PTCRIS, has become a world reference on a system with computational support that covers all the science of a country, enabling a comprehensive and up-to-date view of research activities in an institution or even a specific thematic area.",
  "BrCris has been tested with different pilots/case studies and presents a simple and intuitive interface for consulting academic information. The objective is to make bibliometric information available together with quantitative (and in the future qualitative) indicators, as well as visualization in different dashboards. The aim is to make the information available according to standards disciplined by Open Science.": "BrCris has been tested with different pilots/case studies and presents a simple and intuitive interface for consulting academic information. The objective is to make bibliometric information available together with quantitative (and in the future qualitative) indicators, as well as visualization in different dashboards. The aim is to make the information available according to standards disciplined by Open Science.",
  "Led by the Brazilian Institute of Information in Science and Technology (Ibict), the BrCris Project was officially born in 2014 as an integrated national research information ecosystem to support the ST&I activities developed in Brazil, in accordance with international best practices and standards.": "Led by the Brazilian Institute of Information in Science and Technology (Ibict), the BrCris Project was officially born in 2014 as an integrated national research information ecosystem to support the ST&I activities developed in Brazil, in accordance with international best practices and standards.",
  "BrCris, as an ecosystem, was designed and is being built with the participation of different people. Since its creation, a total of more than 55 people have worked directly with BrCris (PhD professors, software developers, information technologists, undergraduates, master's students and doctors from the most diverse areas of knowledge. The academic institutions of these professionals include, in alphabetical order: CEFET-MG, Ibict, Fiocruz, UFABC, UFC, UFRGS, UFRJ, UFSC, UFSCar, UnB and PUC-RJ. The project also had support and funding from the following funding agencies: CNPq, FAPDF and FINEP.": "BrCris, as an ecosystem, was designed and is being built with the participation of different people. Since its creation, a total of more than 55 people have worked directly with BrCris (PhD professors, software developers, information technologists, undergraduates, master's students and doctors from the most diverse areas of knowledge. The academic institutions of these professionals include, in alphabetical order: CEFET-MG, Ibict, Fiocruz, UFABC, UFC, UFRGS, UFRJ, UFSC, UFSCar, UnB and PUC-RJ. The project also had support and funding from the following funding agencies: CNPq, FAPDF and FINEP.",
  "The development of BrCris allowed the improvement and transfer of technical-scientific knowledge, especially of collaborators still in training as are undergraduates, masters and doctoral students. This complement to academic training is intangible, but extremely important to help the student's career, since BrCris is developed and monitored with frequent meetings where, in addition to technical issues, activities and discussion on scientific research are highlighted.": "The development of BrCris allowed the improvement and transfer of technical-scientific knowledge, especially of collaborators still in training as are undergraduates, masters and doctoral students. This complement to academic training is intangible, but extremely important to help the student's career, since BrCris is developed and monitored with frequent meetings where, in addition to technical issues, activities and discussion on scientific research are highlighted.",
  "Finally, it is important to highlight that BrCris was considered as an object of study in more than 47 research documents (scientific articles).": "Finally, it is important to highlight that BrCris was considered as an object of study in more than 47 research documents (scientific articles).",
  "The architecture of BrCris is based on the description and mapping of connections between the different agents of the Brazilian scientific research ecosystem, among which are: researchers, funders, projects, organizations, laboratory and equipment infrastructures and research results (scientific publications, patents, etc.).": "The architecture of BrCris is based on the description and mapping of connections between the different agents of the Brazilian scientific research ecosystem, among which are: researchers, funders, projects, organizations, laboratory and equipment infrastructures and research results (scientific publications, patents, etc.).",
  "It is based on the infrastructure of Brazilian scientific repositories and journals, these aggregated by the Oasisbr Portal <https://oasisbr.ibict.br>, based on the software provided by the LA Referencia network. Information is collected from national and international sources. All the information collected is duplicated and exported to indexes of the Elasticsearch search engine, and also to an instance of the VIVO software.": "It is based on the infrastructure of Brazilian scientific repositories and journals, these aggregated by the <a target='_blank' href='https://oasisbr.ibict.br'>Oasisbr Portal</a>, based on the software provided by the LA Referencia network. Information is collected from national and international sources. All the information collected is duplicated and exported to indexes of the Elasticsearch search engine, and also to an instance of the VIVO software.",
  "Under the Elasticsearch indexes a search interface is generated, and a set of indicator dashboards. In the interface of the VIVO instance it is possible to perform visualizations under individual records of different agents of the Ecosystem.": "Under the Elasticsearch indexes a search interface is generated, and a set of indicator dashboards. In the interface of the VIVO instance it is possible to perform visualizations under individual records of different agents of the Ecosystem.",
  "html:terms of use": "<h3>PRESENTATION</h3><p>BrCRIS (an acronym for Current Research Information System) was developed by the Brazilian Institute of Information in Science and Technology (IBICT). It is a computational platform designed for the integration, visualization, and exploration of scientific data with the aim of establishing a unified model for organizing scientific information across the entire Brazilian research ecosystem. Within this ecosystem, key stakeholders include researchers, projects, infrastructures, laboratories, research institutions, funding organizations, and the outcomes of research, primarily expressed through scientific publications, theses, dissertations, scientific datasets, and patents.</p> <h3>PURPOSE</h3> <p>BrCris will promote, at both national and international levels, open access, dissemination, preservation, valorization, and recognition of its scientific, academic, technical, and administrative output, while also providing society access to knowledge. Consequently, it will grant users access to view and download scientific research data made available on the platform.</p> <h3>ACCEPTANCE</h3> <p>Acceptance of these 'Terms of Use' is an essential prerequisite for utilizing the Portal and all its features. Upon accessing the platform, users will be presented with these terms and are required to confirm their understanding and acceptance of all the conditions therein. Therefore, it is evident that the use of the platform implies an express and unequivocal acceptance of the complete conditions outlined in this document. In cases of disagreement, users should refrain from using the platform.</p> <h3>USER ACCESS</h3> <p>For data processing, a computational library has been developed, featuring a data structure designed to simplify the conversion of data from various sources into the format required by the LAReferencia platform. In this capacity, it is responsible for all data transformation and exportation, based on the 'Data Model' (LaReferencia), validating entities, fields, and relationships in accordance with the model's specifications.</p> <h3>PRIVACY</h3> <p>BrCRIS adheres to all technically and administratively feasible security measures to safeguard personal data, in compliance with applicable and current legislation.</p> <h3>APPLICABLE LAW</h3> <p>These terms shall be governed and construed in accordance with Brazilian law, irrespective of conflicts with the laws of another country. The Brasília Forum (DF) is the competent authority for resolving any doubts or disputes arising from the Terms of Use.</p> <h3>AMENDMENT OF THESE TERMS OF USE</h3> <p>BrCRIS exerts its best efforts to ensure the continuous availability of its website; however, temporary unavailability due to maintenance may occasionally occur. In the event of unavailability, BrCRIS is committed to taking all reasonable measures to promptly reinstate user access to the site. Furthermore, BrCRIS reserves the right to enhance the website's functionalities while pledging to preserve its applications to the greatest extent possible, thereby avoiding harm or damage to users. Finally, any website maintenance procedures will be communicated to users through BrCRIS's official communication channels.</p>",
  "html:privacy policy": "<h3>1. What are personal data? Sensitive personal data?</h3> <p>The LGPD defines personal data in a broader sense, and in Article 5, I, it states: 'information related to an identified or identifiable natural person.' Additionally, in II, it provides that sensitive data is: 'personal data on racial or ethnic origin, religious belief, political opinion, union membership, or membership in religious, philosophical, or political organizations, data related to health or sexual life, genetic or biometric data, when linked to a natural person.'</p> <h3>2. What is data processing?</h3> <p>It encompasses all actions related to information, including collection, production, reception, classification, use, access, reproduction, transmission, distribution, processing, archiving, storage, elimination, evaluation, or control, as well as modification, communication, transfer, dissemination, or extraction.</p> <h3>3. What is required for data processing?</h3> <p>It is necessary for the data subject to consent to the processing, and it must be done for a specific purpose. For sensitive data, consent must be specific and clearly highlighted for the specific purpose. Generic authorizations for processing will be void, as per §5 of Article 8 of the LGPD.</p> <h3>4. What is the National Data Protection Authority - ANPD?</h3> <p>The ANPD is the federal public administration body responsible for safeguarding personal data and regulating, implementing, and overseeing compliance with the LGPD in Brazil.</p> <h3>5. Which laws deal with access to data?</h3> <p>Currently, in the Brazilian legal system, we have: </p> <ul> <li>Law No. 12,527, of November 18, 2011 (Access to Information Law)</li> <li> Law No. 12,965, of April 23, 2014 (Brazilian Civil Rights Framework for the Internet)</li> <li> Law No. 13,709, of August 14, 2018 (General Data Protection Law)</li> <li> Law No. 14,129, of March 29, 2021 (Digital Government Law)</li> </ul> <p>Enunciation 4 of the CGU states: 'In requests for access to information and their appeals, decisions regarding the disclosure of data of natural persons must be based on Articles 3 and 31 of Law No. 12,527/2011 (Access to Information Law - LAI), as: LAI, being more specific, is the procedural and material governing law to be applied in the processing of this type of administrative process; and LAI, Law No. 14,129/2021 (Digital Government Law), and Law No. 13,709/2018 (General Data Protection Law - LGPD) are systematically compatible with each other and harmonize the fundamental rights of access to information, privacy, and personal data protection, with no conflict between their provisions.'</p> <h3>6. What is the open data policy?</h3> <p>It is a consequence of the Transparency principle and a means of enabling the involvement of other stakeholders in decision-making for the achievement of public policies. The rule is publicity, and the exception is confidentiality. The Office of the Comptroller General (CGU) monitors the open data policy in Brazil.</p> <h3>7. What about data processing privacy?</h3> <p>Article 6 of the aforementioned law lists the principles that guide it, with three worth highlighting: purpose, adequacy, and necessity. The first specifies that the purpose of personal data must be informed to the data subject, and its use must be for legitimate, specific, and explicit purposes. </p> <p>Similarly, the principle of adequacy pertains to the compatibility between processing and the purposes informed to the data subject, ensuring it does not occur in an inappropriate or unexpected manner. In alignment and complementing the previous principles, the principle of necessity dictates that only indispensable data – that is, the minimum necessary, relevant, and not excessive – be processed for specific purposes. </p> <p>Thus, for data processing in general, it is essential that the data controller has a legitimate interest, meaning that data processing must have a specific purpose (in compliance with the law), and only necessary data should be used (necessity). As for sensitive data, initial consent will limit the form of processing. In June 2022, the OECD issued a document recommending measures for open government in Brazil – Transparency, social participation, accountability, and integrity – with a priority on building trust around privacy, security, and confidentiality.</p> <h3>8. Is it possible to ensure the privacy of personal data?</h3> <p>It is known that the greater the data access, the more information there is and the greater the risk to privacy. </p> <p>The Law provides in its normative framework that data submitted to research organizations will be anonymized to the extent possible. Thus, in Article 12, anonymized data is not considered personal data because it loses the possibility of direct or indirect association with an individual. It is therefore not governed by the LGPD. </p> <p>However, if there is a possibility of reidentification of personal data, what has occurred is pseudonymization. This is a technique for treating personal data in a way that can only be attributed to a data subject with additional information not available to everyone. Therefore, anonymization or pseudonymization can be chosen to preserve privacy in data processing.</p> <h4>8.1. How to calculate the risk of data breach?</h4> <p>There is no official risk assessment method in Brazil. For illustrative purposes, in recent years, the Five Safes Framework methodology has gained popularity. It provides a model for assessing and managing the risk of disclosure that is appropriate for the intended use of data. It originated in the United Kingdom and expanded to several countries, especially Australia and New Zealand. The cities of Seattle (Washington) and San Francisco (California) have also adopted risk analysis methods.</p> <h3>9. What about Liability for Privacy Damages?</h3> <p>As per Article 34 of the Access to Information Law (AIL), government agencies and entities are directly liable for damages caused by unauthorized data disclosure. In turn, the LGPD, in Articles 31 and 32, details means of protecting data in addition to the AIL. Sanctions will be applied by the National Data Protection Authority. The TJDFT (Court of Justice of the Federal District and Territories) has already ruled on a case involving a privacy violation in consumer relations, stating: </p> <p> 'In accordance with Article 6, paragraphs VII and VIII, of Law No. 13,709/2018 - General Data Protection Law - LGPD, the appellant, as a data processing agent, is responsible for caring for the data it controls, observing good faith and the principles of security and prevention, using technical and administrative measures capable of protecting personal data from unauthorized access and taking measures to prevent damage resulting from personal data processing. Since the telecommunications operator did not safeguard the consumer's data, allowing personal and contractual information to be improperly disseminated, it must be held objectively liable for the damage caused due to service failure, as per Article 14 of the Consumer Protection Code.' - Judgment 1618586, 07017037520228070003, Rapporteur: Judge RITA DE CÁSSIA DE CERQUEIRA LIMA ROCHA, First Special Courts Panel of the Federal District, Judgment Date: September 16, 2022, published in DJe: October 10, 2022.</p> <h3>10. What does the Supreme Federal Court (STF) say about data privacy?</h3> <p>In a judgment regarding the constitutionality of Decree 10.046/2019, the Supreme Court ruled that federal public administration agencies and entities can share personal data among themselves, but subject to certain criteria. </p> <p>The protection of personal data and informational self-determination are autonomous fundamental rights. In this regard, the Federal Constitution states: </p> <p> 'Article 5. All persons are equal before the law, with no distinction of any nature, guaranteeing Brazilians and foreign residents in the country the inviolability of the right to life, liberty, equality, security, and property, under the following terms: (...) XXX - protection and treatment of personal data. (Included by Constitutional Amendment No. 115, 2022)' </p> <p>Therefore, it is necessary to establish effective and transparent control over the collection, storage, use, transfer, and sharing of such data, as well as control over public policies that may substantially affect the fundamental right to data protection. </p> <p>In this case, Decree No. 10.046/2019, issued by the President of the Republic, establishes governance in data sharing within the scope of the federal public administration and establishes the Citizen's Basic Registry and the Central Data Governance Committee. For its full validity, its content must be interpreted in accordance with the Federal Constitution, excluding from the norm's semantic scope any applications or interpretations conflicting with the fundamental right to personal data protection.</p>",
  "html:data sources": "<p> BrCris plays a key role in aggregating a wide range of data sources that are essential for understanding the Brazilian Scientific Research Information Ecosystem. This valuable information is only possible thanks to the integration of various relevant data sets. The main data sources collected by BrCris include: </p> <p> <a href='https://lattes.cnpq.br/' target='_blank' rel='noreferrer'> Lattes Platform </a> : The national standard for recording the previous and current lives of the country's students and researchers. <br /> Source for Entities: <b>People, Publications, Journals, Organizations, PPGs, Patents and Software.</b> </p> <p> <a href='http://di.cnpq.br/di/index.jsp' target='_blank' rel='noreferrer'> Directory of Institutions </a> : Provides information on the organizations that make up the National Science, Technology and Innovation System (National System of ST&I). <br /> Source for the Entity: <b>Organizations</b>. </p> <p> <a href='https://lattes.cnpq.br/web/dgp' target='_blank' rel='noreferrer'> Directory of Research Groups </a> : Inventory of research groups active in the country.. <br /> Source for the Entity: <b>Research Groups</b>. </p> <p> <a href='https://openalex.org/' target='_blank' rel='noreferrer'> OpenAlex </a> : Free and open catalog of scientific publications, authors, institutions and journals. <br /> Source for the Entitys: <b>Publications, Journals and Organizations</b>. </p> <p> <a href='https://oasisbr.ibict.br/ ' target='_blank' rel='noreferrer'> Oasisbr </a> : Gathers scientific production and research data in open access, published in scientific journals, digital repositories of scientific publications, digital repositories of research data and digital libraries of theses and dissertations. <br /> Source for the Entitys: <b>Publications and PPGs</b>. </p> <p> <a href='https://graph.openaire.eu/ ' target='_blank' rel='noreferrer'> Openaire Research Graph </a> : Aggregator of data and relationships between scientific research agents such as publications, software and organizations. <br /> Source for the Entitys: <b>Publications and Organizations</b>. </p> <p> <a href='https://dadosabertos.capes.gov.br/ ' target='_blank' rel='noreferrer'> Capes Open Data </a> : Data and information on Brazilian postgraduate studies. <br /> Source for the Entitys: <b>Publications, Organizations and PPGs</b>. </p> <p> <a href='https://sucupira.capes.gov.br/ ' target='_blank' rel='noreferrer'> Sucupira Platform </a> : System for collecting information, analyses and evaluations to be used as a standardizing base for the Brazilian National Postgraduate System. <br /> Source for the Entitys: <b>Journals and PPGs</b>. </p> <p> <a href='https://doaj.org/ ' target='_blank' rel='noreferrer'> DOAJ </a> : Index with data on open access journals. <br /> Source for the Entitys: <b>Publications and Journals</b>. </p> <p> <a href='https://worldwide.espacenet.com/ ' target='_blank' rel='noreferrer'> Espacenet </a> : Online service provided by the European Patent Office (EPO) offering access to one of the largest patent databases in the world. <br /> Source for the Entity: <b>Patents</b>. </p> <p> <a href='https://www.gov.br/inpi ' target='_blank' rel='noreferrer'> INPI </a> : Responsible for granting and protecting industrial property rights in the country. <br /> Source for the Entitys: <b> Patents and Software</b>. </p> <p> <a href='https://ndltd.org/ ' target='_blank' rel='noreferrer'> NDLTD </a> : Promoting the adoption, creation, use, dissemination and preservation of electronic theses and dissertations (ETD). <br /> Source for the Entity: <b>Publications</b>. </p> <p> <a href='https://ror.org/ ' target='_blank' rel='noreferrer'> ROR </a> : Provides unique and persistent identifiers for academic and research institutions worldwide. <br /> Source for the Entity: <b>Organizations</b>. </p> <p> <a href='https://www.wikidata.org/ ' target='_blank' rel='noreferrer'> Wikidata </a> : Provides a structured and freely accessible knowledge base. It functions as a centralized database that stores and provides structured data on a wide variety of elements. <br /> Source for the Entity: <b>Organizations</b>. </p>"
}
