{
  "About": "Sobre",
  "Terms of use": "Termos de uso",
  "History": "História",
  "System architecture": "Arquitetura do Sistema",
  "Data sources": "Fontes de Coleta",
  "Publications": " Publicações",
  "In order to know how science evolves, who are its actors, what has been investigated, how knowledge is disseminated and communicated, and what future trends are, it is necessary to have a mechanism for consulting academic/technical/scientific information. The real understanding of science depends on the comprehensiveness, completeness and organization of where information is collected. It is in this context that BrCris is inserted.": "Para conhecermos como a ciência evolui, quais são seus atores, o que foi investigado, como o conhecimento é difundido e comunicado, e quais as tendências futuras, é necessário contar com mecanismo de consulta de informações acadêmicas/técnicas/científicas. O real entendimento da ciência depende da abrangência, completude e organização de onde as informações são coletadas. É neste contexto que o BrCris está inserido.",
  "We can understand BrCris as a national information management ecosystem that facilitates the collection, organization, storage and dissemination of information related to scientific research in the context of Brazil (publications, collaborations, patents, research projects and training of masters and doctors). Nowadays, BrCris, alongside other systems such as PTCRIS, has become a world reference on a system with computational support that covers all the science of a country, enabling a comprehensive and up-to-date view of research activities in an institution or even a specific thematic area.": "Podemos entender o BrCris como um ecossistema nacional de gerenciamento de informações que facilita a coleta, organização, armazenamento e disseminação de informações relacionadas à pesquisa científica no contexto do Brasil (publicações, colaborações, patentes, projetos de pesquisa e formação de mestres e doutores). Nos dias de hoje, o BrCris, ao lado de outros sistemas, como o PTCRIS, se tornou uma referência mundial sobre um sistema com apoio computacional que abrange toda a ciência de um país, possibilitando uma visão abrangente e atualizada das atividades de pesquisa em uma instituição ou até mesmo de uma área temática específica.",
  "BrCris has been tested with different pilots/case studies and presents a simple and intuitive interface for consulting academic information. The objective is to make bibliometric information available together with quantitative (and in the future qualitative) indicators, as well as visualization in different dashboards. The aim is to make the information available according to standards disciplined by Open Science.": "O BrCris foi testado com diferentes pilotos/estudos de caso e apresenta uma interface simples e intuitiva para consulta de informações acadêmicas. O objetivo é disponibilizar as informações bibliométricas em conjunto com indicadores quantitativos (e futuramente qualitativos), assim como visualização em diferentes dashboards. Procura-se disponibilizar as informações segundo padrões disciplinados pela Ciência Aberta.",
  "Led by the Brazilian Institute of Information in Science and Technology (Ibict), the BrCris Project was officially born in 2014 as an integrated national research information ecosystem to support the ST&I activities developed in Brazil, in accordance with international best practices and standards.": "Liderado pelo Instituto Brasileiro de Informação em Ciência e Tecnologia (Ibict), o Projeto BrCris nasceu oficialmente em 2014 como um ecossistema nacional integrado de informação de pesquisa que dar suporte às atividades de CT&I desenvolvidas no Brasil, de acordo com as melhores práticas e normas internacionais.",
  "BrCris, as an ecosystem, was designed and is being built with the participation of different people. Since its creation, a total of more than 55 people have worked directly with BrCris (PhD professors, software developers, information technologists, undergraduates, master's students and doctors from the most diverse areas of knowledge. The academic institutions of these professionals include, in alphabetical order: CEFET-MG, Ibict, Fiocruz, UFABC, UFC, UFRGS, UFRJ, UFSC, UFSCar, UnB and PUC-RJ. The project also had support and funding from the following funding agencies: CNPq, FAPDF and FINEP.": "O BrCris, como ecossistema, foi projetado e está sendo construído com a participação de diferentes pessoas. Desde sua criação, ao todo, foram mais de 55 pessoas as que trabalharam de forma direta com o BrCris (professores doutores, desenvolvedores de software, tecnólogos de informação, graduandos, mestrandos e doutores das mais diversas áreas do conhecimento. As instituições acadêmicas desses profissionais compreendem, em ordem alfabética: CEFET-MG, Ibict, Fiocruz, UFABC, UFC, UFRGS, UFRJ, UFSC, UFSCar, UnB e PUC-RJ. O Projeto contou também com apoio e financiamento das seguintes agências de fomento: CNPq, FAPDF e FINEP.",
  "The development of BrCris allowed the improvement and transfer of technical-scientific knowledge, especially of collaborators still in training as are undergraduates, masters and doctoral students. This complement to academic training is intangible, but extremely important to help the student's career, since BrCris is developed and monitored with frequent meetings where, in addition to technical issues, activities and discussion on scientific research are highlighted.": "O desenvolvimento do BrCris permitiu o aprimoramento e transferência de conhecimento técnico-científico, principalmente, dos colaboradores ainda em formação como são os graduandos, mestrandos e doutorandos. Esse complemento à formação acadêmica é intangível, mas extremamente importante para ajudar à carreira do aluno, dado que o BrCris é desenvolvido e monitorado com reuniões frequeNtes onde se destacam, além das questões técnicas, atividades e discussão sobre pesquisa científica.",
  "Finally, it is important to highlight that BrCris was considered as an object of study in more than 47 research documents (scientific articles).": "Finalmente, é importante destacar que o BrCris foi considerado objeto de estudo em mais de 47 documentos de pesquisa (artigos científicos).",
  "The architecture of BrCris is based on the description and mapping of connections between the different agents of the Brazilian scientific research ecosystem, among which are: researchers, funders, projects, organizations, laboratory and equipment infrastructures and research results (scientific publications, patents, etc.).": "A arquitetura do BrCris é baseada na descrição e mapeamento de conexões entre os diferentes agentes do ecossistema da pesquisa científica brasileira, entre os quais estão: pesquisadores, financiadores, projetos, organizações, infraestruturas de laboratórios e equipamentos e resultados da pesquisa (publicações científicas, patentes etc).",
  "It is based on the infrastructure of Brazilian scientific repositories and journals, these aggregated by the Oasisbr Portal < https://oasisbr.ibict.br>, based on the software provided by the LA Referencia network. Information is collected from national and international sources. All the information collected is duplicated and exported to indexes of the Elasticsearch search engine, and also to an instance of the VIVO software.": "Utiliza-se como base a infraestrutura de repositórios e revistas científicas brasileiras, estes agregados pelo Portal Oasisbr, tendo por base o software provido pela rede LA Referencia. São coletadas informações de fontes nacionais e internacionais. Toda a informação coletada é duplicada e exportada para índices do motor de buscas Elasticsearch, e também para uma instância do software VIVO.",
  "Under the Elasticsearch indexes a search interface is generated, and a set of indicator dashboards. In the interface of the VIVO instance it is possible to perform visualizations under individual records of different agents of the Ecosystem.": "Sob os índices do Elasticsearch é gerada uma interface de busca, e um conjunto de painéis de indicadores. Na interface da instância do VIVO é possível realizar visualizações sob registros individuais de diferentes agentes do Ecossistema."
}
